{"slideshow_credits": null, "snippet": "A large turnout is predicted in a contest that pits the governor against the mayor of Milwaukee.", "abstract": "Wisconsin Gov Scott Walker soundly defeats Milwaukee Mayor Tom Barrett to become the first governor in the country to survive a recall election; victory deals a painful blow to Democrats and labor unions, ensures that Republicans will largely retain control of the state, and will likely burnish his fast-rising political profile among conservatives. Photos, Charts (M)", "section_name": "Front Page; U.S.", "print_page": "1", "document_type": "article", "byline": {"person": [{"firstname": "Monica", "role": "reported", "lastname": "DAVEY", "rank": 1, "organization": ""}, {"firstname": "Jeff", "role": "reported", "lastname": "ZELENY", "rank": 2, "organization": ""}], "original": "By MONICA DAVEY and JEFF ZELENY; Monica Davey reported from Waukesha, and Jeff Zeleny from Washington. Steven Yaccino contributed reporting from Waukesha. Marjorie Connelly, Dalia Sussman and Allison Kopicki contributed research from New York"}, "web_url": "http://www.nytimes.com/2012/06/06/us/politics/wisconsin-votes-on-recall-of-scott-walker.html", "lead_paragraph": "WAUKESHA, Wis. -- Gov. Scott Walker, whose decision to cut collective bargaining rights for most public workers set off a firestorm in a state usually known for its political civility, easily held on to his job on Tuesday, becoming the first governor in the country to survive a recall election and dealing a painful blow to Democrats and labor unions. Mr. Walker soundly defeated Mayor Tom Barrett of Milwaukee, the Democrats' nominee in the recall attempt, with most precincts across the state reporting results. The victory by Mr. Walker, a Republican who was forced into an election to save his job less than two years into his first term, ensures that Republicans largely retain control of this state's capital, and his fast-rising political profile is likely to soar still higher among conservatives.", "headline": {"main": "Governor Wins Wisconsin Vote In Recall Drive"}, "_id": "4fdf78e332439115e30b75e5", "word_count": 1314, "multimedia": [{"height": 75, "subtype": "thumbnail", "legacy": {"thumbnail": "images/2012/06/05/us/05wisc_cnd/05wisc_cnd-thumbStandard.jpg", "hasthumbnail": "Y", "thumbnailheight": 75}, "url": "images/2012/06/05/us/05wisc_cnd/05wisc_cnd-thumbStandard.jpg", "type": "image"}], "pub_date": "2012-06-05T00:00:00Z", "source": "The New York Times", "news_desk": "National Desk", "keywords": [{"name": "persons", "value": "WALKER, SCOTT K"}, {"name": "persons", "value": "BARRETT, TOM"}, {"name": "glocations", "value": "WISCONSIN"}, {"name": "subject", "value": "COLLECTIVE BARGAINING"}, {"name": "subject", "value": "ORGANIZED LABOR"}, {"name": "subject", "value": "VOTING AND VOTERS"}, {"name": "subject", "value": "ELECTIONS, GOVERNORS"}, {"name": "subject", "value": "ELECTIONS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}