{"slideshow_credits": null, "snippet": "“Souvenir,” an hourlong one-man show, pays homage to “Remembrance of Things Past,” 100 years later.", "abstract": "“Souvenir,” an hourlong one-man show, pays homage to “Remembrance of Things Past,” 100 years later.", "section_name": null, "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Tim", "role": "reported", "lastname": "MURPHY", "rank": 1, "organization": ""}], "original": "By TIM MURPHY"}, "web_url": "http://tmagazine.blogs.nytimes.com/2013/11/18/after-hours-an-irishmans-inner-marcel-proust/", "lead_paragraph": "Bush Moukarzel’s first line in the one-man play “Souvenir,” now playing at the Abrons Arts Center in New York, is, “For a long time, I went to bed early.” It’s also the very famous first line of Marcel Proust’s “Remembrance of Things Past,” published a century ago this year. Moukarzel’s hourlong piece, which was a sold-out hit in Dublin and London for the theater company Dead Centre, aims not so much to relive Proust’s epic, seven-volume story of social climbing, desire and memory as to distill its yearning, nostalgic essence into fragments of narrative and images. When the show begins, Moukarzel is running on a treadmill, his back to us, instantly conjuring images of being borne back ceaselessly into the past (or, stuck in the present). A giant diptych of Proust hangs overhead. Everywhere, there’s a clutter of half-opened packing boxes, marked cheekily with labels like “Mum,” “Apologies, “Bacon,” “Broken Glass” and (inevitably) “Madeleines.”", "headline": {"main": "After Hours | An Irishman’s Inner Marcel Proust", "kicker": "T Magazine"}, "_id": "54ee380038f0d85e5cb22053", "word_count": "414", "multimedia": [], "pub_date": "2013-11-18T17:03:50Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "persons", "value": "Proust, Marcel", "rank": "2"}, {"name": "glocations", "value": "London (England)", "rank": "3"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}