{"slideshow_credits": null, "snippet": "The latest issue of T takes us to many destinations in many different ways.", "abstract": "The latest issue of T takes us to many destinations in many different ways.", "section_name": null, "print_page": null, "document_type": "blogpost", "byline": {"person": [{"role": "reported", "rank": 1, "organization": ""}], "original": "By T MAGAZINE"}, "web_url": "http://tmagazine.blogs.nytimes.com/2013/11/15/now-online-winter-travel-issue/", "lead_paragraph": "The latest issue of T takes us to many destinations in many different ways. In our cover story, we provide a relaxed, versatile wardrobe with clean lines that are tailor-made for travel. Sometimes travel can simply be a state of mind; lovely interiors can transport a home. The designer Faye Toogood brings the English countryside to her London house, with her unexpected arrangements of objects. These days, travel envy happens with a few clicks. Instagram offers a fresh means to peek into others’ carefully curated lifestyles all around the world. Next, we travel to France by way of Miami; the designer Charlotte Perriand, who created furnishings, interiors and buildings with Le Corbusier, is being recognized at Design Miami this December for her ahead-of-the-curve sensibility. Sometimes it’s all about the journey — Alexander Payne shares his love for the wholesomeness of hometown Nebraska in a road trip with the novelist Kurt Andersen. In Montana, the investment banker-turned-hunter Georgia Pellegrini offers a weekend retreat for urban women like herself to get in touch with their primitive selves. Last but not least, Lawrence Osborne travels to Myanmar to search for the inspirations behind George Orwell’s books. See all stories from the issue >>", "headline": {"main": "Now Online | Winter Travel Issue", "kicker": "T Magazine"}, "_id": "54ee3a7538f0d85e5cb22067", "word_count": "200", "multimedia": [], "pub_date": "2013-11-15T20:00:37Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "persons", "value": "Pellegrini, Georgia", "rank": "2"}, {"name": "persons", "value": "Perriand, Charlotte", "rank": "3"}, {"name": "persons", "value": "Toogood, Faye", "rank": "4"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}