{"slideshow_credits": null, "snippet": "The artist created a series of collages based on the creative environs of J. Mendel’s creative director, which are featured in a luxe new tome.", "abstract": "The artist created a series of collages based on the creative environs of J. Mendel’s creative director, which are featured in a luxe new tome.", "section_name": null, "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Kari", "role": "reported", "lastname": "MOLVAR", "rank": 1, "organization": ""}], "original": "By KARI MOLVAR"}, "web_url": "http://tmagazine.blogs.nytimes.com/2013/11/16/bookshelf-the-world-of-gilles-mendel-according-to-enoc-perez/", "lead_paragraph": "Seating charts often lead to awkward dinner pairings. But when the artist Enoc Perez found himself sitting next to Gilles Mendel, the French-born creative director of J. Mendel, at a benefit for the Dia Foundation in New York last year, the two, in fact, hit it off quite well. “I could immediately relate to him because my wife is French, and she is a big fan of his work,” Perez said. “He’s also architectural in terms of his lines, and I do a lot of paintings of architecture, so we had ground in common.” First, a friendship developed — and soon after, a collaboration. “I thought maybe I could do a portrait of him, but it would be about looking at his work through my eyes,” Perez explained. Mendel was into it and allowed Perez into his workroom, where the artist shot pictures of everything he saw — scraps of fabric, dresses on forms, fur garments being constructed — and then created a series of collages for his new book, “Gilles Mendel by Enoc Perez.”", "headline": {"main": "Bookshelf | The World of Gilles Mendel, According to Enoc Perez", "kicker": "T Magazine"}, "_id": "54ee3a3238f0d85e5cb22063", "word_count": "391", "multimedia": [], "pub_date": "2013-11-16T09:00:00Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}