{"slideshow_credits": null, "snippet": "A man accused of shooting a guard at the office of a prominent conservative group “has strong opinions with respect to those he believes do not treat homosexuals in a fair manner,” an affidavit said.", "abstract": "Court papers indicate that Floyd L Corkins II, Virginia man accused of shooting a guard at the Washington offices of prominent conservative group Family Research Council, took issue with the group's opposition to gay rights. (M)0", "section_name": null, "print_page": "11", "document_type": "article", "byline": {"person": [{"firstname": "Theo", "role": "reported", "lastname": "EMERY", "rank": 1, "organization": ""}, {"lastname": "SCHMIDT", "rank": 2, "firstname": "Michael", "role": "reported", "organization": "", "middlename": "S."}], "original": "By THEO EMERY and MICHAEL S. SCHMIDT"}, "web_url": "http://www.nytimes.com/2012/08/17/us/family-research-council-shooting-possibly-driven-by-politics.html", "lead_paragraph": "WASHINGTON -- A Virginia man charged with shooting a security guard at the headquarters of a prominent conservative organization told the guard ''words to the effect of 'I don't like your politics,' '' according to an affidavit filed in the case on Thursday.The defendant, Floyd L. Corkins II, 28, appeared briefly in United States District Court here, the day after he was wrestled to the ground in the lobby of the Family Research Council here after shooting a guard who tried to stop him from proceeding farther into the building, the authorities said. Mr. Corkins faces charges of transporting a gun across state lines and assault with intent to kill. He was ordered held without bond, and a detention hearing was scheduled for Aug. 24.", "headline": {"main": "Role of Politics Is Seen in Shooting of Guard at the Offices of a Conservative Group"}, "_id": "502d8fb11c22dfde670b64d3", "word_count": 588, "multimedia": [], "pub_date": "2012-08-16T00:00:00Z", "source": "The New York Times", "news_desk": "U.S.", "keywords": [{"name": "persons", "value": "CORKINS, FLOYD L II"}, {"name": "persons", "value": "JOHNSON, LEONARDO R"}, {"name": "glocations", "value": "WASHINGTON (DC)"}, {"name": "organizations", "value": "FAMILY RESEARCH COUNCIL"}, {"name": "subject", "value": "HATE CRIMES"}, {"name": "subject", "value": "HOMOSEXUALITY"}, {"name": "subject", "value": "MURDERS AND ATTEMPTED MURDERS"}, {"name": "subject", "value": "SAME-SEX MARRIAGE, CIVIL UNIONS AND DOMESTIC PARTNERSHIPS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}