{"slideshow_credits": null, "snippet": "Plaintiff’s lawyers in the bias case against Sheriff Joe Arpaio were planning to introduce letters in which residents complained about people they said were illegal immigrants.", "abstract": "Plaintiff's lawyers in the class-action civil rights trial against Sheriff Joe Arpaio of Maricopa County, Ariz, plan to introduce a trove of evidence, including letters from residents purporting to offer information about illegal immigrants; prosecutors hope that letters, many of which contain bigoted remarks, will help prove that Arpaio and his department unfairly singled out Latinos for stops, questioning and detention. Photo (M)", "section_name": null, "print_page": "11", "document_type": "article", "byline": {"person": [{"firstname": "Fernanda", "role": "reported", "lastname": "SANTOS", "rank": 1, "organization": ""}], "original": "By FERNANDA SANTOS"}, "web_url": "http://www.nytimes.com/2012/07/20/us/sheriff-joe-arpaio-trial-opens-in-phoenix.html", "lead_paragraph": "PHOENIX -- Letters purporting to offer information about illegal immigrants are among a vast array of evidence to be introduced in the class-action civil rights trial against Sheriff Joe Arpaio and his Maricopa County Sheriff's Office that began on Thursday in Federal District Court here. The elected sheriff and his office are accused of engaging in a pattern of discriminatory policing during large-scale operations known as suppression patrols, unfairly singling out Latinos -- including citizens and legal immigrants -- for stops, questioning and detention.", "headline": {"main": "Arizona Sheriff's Trial Begins With Focus on Complaints About Illegal Immigrants"}, "_id": "5008e82e1c22dfde670b1218", "word_count": 802, "multimedia": [], "pub_date": "2012-07-19T00:00:00Z", "source": "The New York Times", "news_desk": "U.S.", "keywords": [{"name": "persons", "value": "ARPAIO, JOSEPH M"}, {"name": "glocations", "value": "MARICOPA COUNTY (ARIZ)"}, {"name": "glocations", "value": "ARIZONA"}, {"name": "subject", "value": "POLICE"}, {"name": "subject", "value": "RACIAL PROFILING"}, {"name": "subject", "value": "HISPANIC-AMERICANS"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "ILLEGAL IMMIGRANTS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}