{"slideshow_credits": null, "snippet": "The denim- and leather-heavy line had two distinct vibes: one à la \"The Aviator,\" and the other, very Brando in \"The Wild One.\"", "abstract": "The denim- and leather-heavy line had two distinct vibes: one à la \"The Aviator,\" and the other, very Brando in \"The Wild One.\"", "section_name": "T:Style", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Bruce", "role": "reported", "lastname": "PASK", "rank": 1, "organization": ""}], "original": "By BRUCE PASK"}, "web_url": "http://tmagazine.blogs.nytimes.com/2012/02/09/new-york-top-5-ralph-lauren-2/", "lead_paragraph": "New York Fashion Week festivities kicked off early with Ralph Lauren's always elaborate showroom presentation. There, large groups of models styled to the hilt in clothes from the house's numerous men's-wear collections milled around highly detailed vignettes or stages, which lent the looks perfect contexts. Bearded mountain men in distressed shearlings and bright plaid and American Indian-inspired flannels with jeans and khakis tucked into boots looked perfectly at home in a roughly hewn mountain cabin. Across the way, an ersatz university club housed nattily suited gents in soft-shouldered tweed sack suits, all from the Polo Ralph Lauren line. Past a glass and steel ski lodge with a million-dollar mountain view, we got a look at the new Black Label Denim collection, in its second season now. The denim- and leather-heavy line had two distinct vibes: one à la \"The Aviator,\" with a coated cotton bomber jacket, sleek knits and double breasted coats in olive and brown. The other, very Brando in \"The Wild One,\" was heavy on the leather with moto-inspired ribbed knits, short zipped jackets and slim utility jeans. My favorite look from this bunch was a short belted black leather jacket with asymmetrical zippers and intricately padded shoulders, shown with a front pant and biker boots. Slick, chic and utterly wearable.", "headline": {"main": "New York Top 5 | Ralph Lauren", "kicker": "T Magazine"}, "_id": "4fd3a3058eb7c8105d8ebbb0", "word_count": 213, "multimedia": [], "pub_date": "2012-02-09T17:32:38Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}