{"slideshow_credits": null, "snippet": "The three-part interview with Joyce DeWitt will appeal to \"Three's Company\" fetishists, though there's no dish to speak of, and no discussion of why the two stars didn't speak for three decades beyond Ms. Somers's comment that \"there's been ick in...", "abstract": "The three-part interview with Joyce DeWitt will appeal to \"Three's Company\" fetishists, though there's no dish to speak of, and no discussion of why the two stars didn't speak for three decades beyond Ms. Somers's comment that \"there's been ick in the air.\"", "section_name": "Arts", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Mike", "role": "reported", "lastname": "HALE", "rank": 1, "organization": ""}], "original": "By MIKE HALE"}, "web_url": "http://artsbeat.blogs.nytimes.com/2012/02/02/watchlist-a-threes-company-reunion-on-suzanne-somerss-new-online-show/", "lead_paragraph": "Perhaps you've heard the incessant news reports that YouTube is \"adding hundreds of new channels\" but haven't had the time or the bandwidth to see what that really means. Here's one small, concrete result of that unfolding explosion of low-budget online video programming: the reunion of Suzanne Somers and Joyce DeWitt, Chrissy and Janet of \"Three's Company,\" who had not (we're told) spoken to each for 30 years. It can be seen in three episodes of Ms. Somers's show posted Thursday on the YouTube channel of CafeMom Studios.", "headline": {"main": "Watchlist: A 'Three's Company' Reunion on Suzanne Somers's New Online Show", "kicker": "ArtsBeat"}, "_id": "4fd3a3338eb7c8105d8ec2d7", "word_count": 519, "multimedia": [], "pub_date": "2012-02-02T15:02:06Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "organizations", "value": "YouTube.com", "rank": "4"}, {"name": "persons", "value": "Somers, Suzanne", "rank": "3"}, {"name": "persons", "value": "Ritter, John", "rank": "2"}, {"name": "type_of_material", "value": "News", "rank": "1"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}