{"slideshow_credits": null, "snippet": "Just in time for Charles Darwin's 203rd birthday on Sunday, the American Museum of Natural History is unveiling the first phase of its online Darwin Manuscripts Project.", "abstract": "Just in time for Charles Darwin's 203rd birthday on Sunday, the American Museum of Natural History is unveiling the first phase of its online Darwin Manuscripts Project.", "section_name": "Arts", "print_page": null, "document_type": "blogpost", "byline": {"person": [{"firstname": "Jennifer", "role": "reported", "lastname": "SCHUESSLER", "rank": 1, "organization": ""}], "original": "By JENNIFER SCHUESSLER"}, "web_url": "http://artsbeat.blogs.nytimes.com/2012/02/10/darwins-documents-show-not-so-careful-evolution-of-his-methods/", "lead_paragraph": "Just in time for Charles Darwin's 203rd birthday on Sunday, the American Museum of Natural History is unveiling the first phase of its online Darwin Manuscripts Project, a collection of more than 15,000 digitized manuscript pages and thousands of other documents drawn from Cambridge University Library, the Biodiversity Heritage Library and other institutions around the world. Among the documents available on the Web site are notes from Darwin's time aboard the HMS Beagle, pocket diaries, early drafts of works like \"The Origin of Species\" (viewable with and without Darwin's revisions), and previously unpublished manuscripts like an \"experiment book\" describing Darwin's original research on plant breeding strategies, begun in 1856. In addition to revealing Darwin's intellectual evolution, the project also reveals Darwin's sometimes less-than-careful treatment of some of his own papers. Today, a first-edition of the \"Origin\" is a highly sought after rare book, but pages of the original manuscript are even rarer, thanks to Darwin's habit of passing them out as scrap paper. Among the 42 full pages known to survive today, a few feature fanciful drawings on the reverse by his son Francis showing birds undreamed of in the Galápagos Islands as well as a soldier on a carrot battling a cavalier on an eggplant.", "headline": {"main": "Darwin's Papers Show the Evolution of His Ideas", "kicker": "ArtsBeat"}, "_id": "4fd3a3338eb7c8105d8ec2da", "word_count": 206, "multimedia": [], "pub_date": "2012-02-10T17:26:49Z", "source": "The New York Times", "news_desk": null, "keywords": [{"name": "subject", "value": "Manuscripts", "rank": "4"}, {"name": "subject", "value": "Libraries and Librarians", "rank": "3"}, {"name": "persons", "value": "Darwin, Charles Robert", "rank": "2"}, {"name": "subject", "value": "Museums", "rank": "5"}, {"name": "type_of_material", "value": "News", "rank": "1"}, {"name": "organizations", "value": "American Museum of Natural History", "rank": "6"}, {"name": "glocations", "value": "Galapagos Islands", "rank": "7"}], "blog": [], "subsection_name": null, "type_of_material": "Blog"}