{"slideshow_credits": null, "snippet": "Instead of backing away from Vice President Joseph Biden Jr.’s support of same-sex marriage, the White House should have embraced it by saying so publicly.", "abstract": "Editorial holds that instead of backing away from Vice Pres Joseph Biden Jr's support of same-sex marriage, the White House should have embraced it by saying so publicly; expresses hope that Obama will move forward from the endlessly frustrating hedging and articulate a clear defense of marriage equality. (M)", "section_name": "Opinion", "print_page": "28", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/08/opinion/mr-bidens-moment-of-truth.html", "lead_paragraph": "Every so often, candidates running for high office say what they really think about an important issue. It's virtually always a problem, especially if that candidate is a vice president and what he thinks differs from his president. On Sunday, Vice President Joseph Biden Jr. said he was ''absolutely comfortable'' with same-sex marriage and portrayed the freedom to marry as a fundamental civil right. It was an important statement of support for marriage equality, and it was a big step forward from the endlessly frustrating hedging of President Obama. It should make it harder for Mr. Obama to cling to the tired evasion that his views on marriage are ''evolving.''", "headline": {"main": "Mr. Biden's Moment of Truth", "kicker": "EDITORIAL"}, "_id": "4fd299848eb7c8105d8776ec", "word_count": 541, "multimedia": [], "pub_date": "2012-05-07T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "OBAMA, BARACK"}, {"name": "persons", "value": "BIDEN, JOSEPH R JR"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "SAME-SEX MARRIAGE, CIVIL UNIONS AND DOMESTIC PARTNERSHIPS"}, {"name": "subject", "value": "PRESIDENTIAL ELECTION OF 2012"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}