{"slideshow_credits": null, "snippet": "Mayor Michael Bloomberg’s revised proposal for the next city budget slashes vital programs for needy children. That is no way to balance a budget.", "abstract": "Editorial condemns New York City Mayor Michael R Bloomberg's revised budget proposal, arguing that slashing vital programs for needy children to spare teachers, police officers and firefighters, is no way to balance a budget. (M)d", "section_name": "Opinion", "print_page": "22", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/05/opinion/new-yorks-children-shouldnt-pay-the-price.html", "lead_paragraph": "Mayor Michael Bloomberg this week put out his revised proposal for the next city budget -- a $68.7 billion plan that spares teachers, police and firefighters but slashes vital programs for needy children. That is not the way to balance a budget. The mayor's budget and other changes will result in losses of about $150 million to city day-care and after-school programs. The programs are a lifeline for the working poor -- without them many parents would have to give up their jobs and stay home to care for their children. They are also vital for children and young people who need the extra preparation the programs provide. The City Council can usually be counted on to restore some of these cuts. But it must fight even harder to expand the programs, not allow them to diminish every year.", "headline": {"main": "New York's Children Shouldn't Pay the Price", "kicker": "EDITORIAL"}, "_id": "4fd299838eb7c8105d87766e", "word_count": 291, "multimedia": [], "pub_date": "2012-05-04T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "BLOOMBERG, MICHAEL R"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "CHILDREN AND CHILDHOOD"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "BUDGETS AND BUDGETING"}, {"name": "subject", "value": "DAY CARE CENTERS"}, {"name": "subject", "value": "HEAD START PROGRAM"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}