{"slideshow_credits": null, "snippet": "“The Dictator,” the latest movie from Sacha Baron Cohen, features a new guise for that actor: an African despot who takes up residence in Brooklyn.", "abstract": null, "section_name": "Movies; Arts", "print_page": "2", "document_type": "article", "byline": {"person": [{"firstname": "Dennis", "role": "reported", "lastname": "LIM", "rank": 1, "organization": ""}], "original": "By DENNIS LIM"}, "web_url": "http://www.nytimes.com/2012/05/06/movies/sacha-baron-cohen-stars-in-the-dictator.html", "lead_paragraph": "Fans and detractors alike will bring the same set of questions to the new Sacha Baron Cohen movie, ''The Dictator,'' in which he plays Admiral General Aladeen, the tyrannical, extravagantly bearded leader of the fictional Republic of Wadiya. What fresh outrage have we now from this British comic guerrilla who has managed to annoy the Anti-Defamation League, the Gay and Lesbian Alliance Against Defamation and the government of Kazakhstan, to name just a few unamused parties? Who exactly is the joke on this time, and will they get it? And what happens when the most aggressive and confrontational satirist in contemporary comedy has to make do without real-life foils and stooges? ''The Dictator,'' which opens May 16, confirms Mr. Baron Cohen's knack for distilling exaggerated stereotypes, political triggers and cultural hot buttons into a single, monumentally ridiculous figure. But it also inaugurates a new phase of his career, not least for introducing his first new persona in more than a decade. The three daredevil buffoons in his repertoire -- the British gangsta poseur Ali G, the Kazakh simpleton Borat, the Austrian fashionista Bruno -- were developed on his series ''Da Ali G Show.'' All three were broadcast journalists of a sort, which allowed Mr. Baron Cohen's farces to double as exposés, ambush documentaries designed to highlight the vanity and vacuity of his subjects or locate the tipping point of their tolerance.", "headline": {"main": "Comic Guerrilla Tries Sticking With the Script"}, "_id": "4fd299848eb7c8105d87767f", "word_count": 1770, "multimedia": [{"height": 75, "url": "images/2012/05/06/arts/06LIM1_SPAN/06LIM1_SPAN-thumbStandard.jpg", "legacy": {"thumbnail": "images/2012/05/06/arts/06LIM1_SPAN/06LIM1_SPAN-thumbStandard.jpg", "hasthumbnail": "Y", "thumbnailwidth": 75, "thumbnailheight": 75}, "subtype": "thumbnail", "width": 75, "type": "image"}, {"height": 370, "url": "images/2012/05/06/arts/06LIM1_SPAN/06LIM1_SPAN-articleLarge.jpg", "legacy": {"xlarge": "images/2012/05/06/arts/06LIM1_SPAN/06LIM1_SPAN-articleLarge.jpg", "xlargewidth": 600, "xlargeheight": 370, "hasxlarge": "Y"}, "subtype": "xlarge", "width": 600, "type": "image"}], "pub_date": "2012-05-03T00:00:00Z", "source": "The New York Times", "news_desk": "Movies", "keywords": [{"name": "creative_works", "value": "THE DICTATOR (MOVIE)"}, {"name": "persons", "value": "COHEN, SACHA BARON"}, {"name": "subject", "value": "MOVIES"}], "blog": [], "subsection_name": null, "type_of_material": "News"}