{"slideshow_credits": null, "snippet": "A federal appeals judge allowed Texas to ban Planned Parenthood clinics from participating in a health care program for low-income women late Monday night, hours after a lower court prohibited the state from doing so.", "abstract": "Federal appeals judge allows Texas to ban Planned Parenthood clinics from participating in a health care program for low-income women, hours after a lower court prohibited the state from doing so; at issue is state rule requiring providers in the program to certify that they do not affiliate with entities that perform or promote abortions. (M)", "section_name": "Health", "print_page": "18", "document_type": "article", "byline": {"person": [{"firstname": "Manny", "role": "reported", "lastname": "FERNANDEZ", "rank": 1, "organization": ""}], "original": "By MANNY FERNANDEZ"}, "web_url": "http://www.nytimes.com/2012/05/02/us/texas-judge-stays-order-on-health-care-program.html", "lead_paragraph": "A federal appeals judge allowed Texas to ban Planned Parenthood clinics from participating in a health care program for low-income women late Monday night, hours after a lower court prohibited the state from doing so. The decision by the appellate judge was the latest twist in a dispute between Texas officials and Planned Parenthood that threatens a health program that serves more than 100,000 women. At issue is a state rule requiring all providers in the Medicaid Women's Health Program to certify that they do not affiliate with entities that perform or promote abortions. Nine Planned Parenthood clinics that do not perform abortions sued the state. On Monday, Judge Lee Yeakel of Federal District Court blocked the state from enforcing the rule, but the state attorney general appealed, and Judge Jerry E. Smith of the United States Court of Appeals for the Fifth Circuit granted a stay of the order. As a result, state health officials said on Tuesday that they had begun banning all abortion providers and affiliates from the program. Planned Parenthood said it continued to treat the program's patients on Tuesday while preparing to respond to Judge Smith's stay.", "headline": {"main": "Texas: Judge Stays Order On Health Care Program", "kicker": "NATIONAL BRIEFING | SOUTHWEST"}, "_id": "4fd299bd8eb7c8105d877d9b", "word_count": 196, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "U.S.", "keywords": [{"name": "glocations", "value": "TEXAS"}, {"name": "organizations", "value": "PLANNED PARENTHOOD FEDERATION OF AMERICA"}, {"name": "subject", "value": "ABORTION"}, {"name": "subject", "value": "HEALTH INSURANCE AND MANAGED CARE"}, {"name": "subject", "value": "BIRTH CONTROL AND FAMILY PLANNING"}], "blog": [], "subsection_name": null, "type_of_material": "News"}