{"slideshow_credits": null, "snippet": "The lawyer for Saints linebacker Jonathan Vilma, who has been suspended for the 2012 season, asked the N.F.L. for a broad range of evidence, including the names of likely whistle-blowers.", "abstract": "NFL Roundup; lawyer for New Orleans Saints linebacker Jonathan Vilma, who has been suspended for the 2012 season for his role in bounty scheme, asks the league to release evidence it gathered during its investigation, including the names of likely whistle-blowers; other NFL news noted. (M)", "section_name": "Sports", "print_page": "12", "document_type": "article", "byline": {"person": [{"firstname": "Judy", "role": "reported", "lastname": "BATTISTA", "rank": 1, "organization": ""}], "original": "By JUDY BATTISTA"}, "web_url": "http://www.nytimes.com/2012/05/08/sports/football/vilma-asks-nfl-to-release-evidence-in-bounty-investigation.html", "lead_paragraph": "The push for the N.F.L. to release the evidence it gathered during its investigation of the New Orleans Saints intensified Monday, when the lawyer for linebacker Jonathan Vilma -- who has been suspended for the 2012 season -- sent a letter to Commissioner Roger Goodell that contained a sweeping request for 17 types of evidence. In addition to asking for documents and communications that would establish that there was a bounty system and that Vilma had assisted in its formation and had pledged money for it, the lawyer, Peter Ginsberg, requested the names of the people the N.F.L. interviewed as part of its inquiry. Disclosing those names would almost surely reveal the identity of the whistle-blowers who reignited what was then a dormant investigation late in the 2011 season.", "headline": {"main": "Vilma Asks For Release Of Evidence Behind Ban", "kicker": "N.F.L. ROUNDUP"}, "_id": "4fd299848eb7c8105d8776eb", "word_count": 697, "multimedia": [], "pub_date": "2012-05-08T00:00:00Z", "source": "The New York Times", "news_desk": "Sports / Pro Football", "keywords": [{"name": "persons", "value": "VILMA, JONATHAN"}, {"name": "persons", "value": "GOODELL, ROGER"}, {"name": "organizations", "value": "NEW ORLEANS SAINTS"}, {"name": "organizations", "value": "NATIONAL FOOTBALL LEAGUE"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "FOOTBALL"}, {"name": "subject", "value": "SPORTS INJURIES"}], "blog": [], "subsection_name": null, "type_of_material": "News"}