{"slideshow_credits": null, "snippet": "New York City Ballet’s season, which began on Tuesday, brought 12 ballets into repertory by Saturday night, going back to 1934 and up to 2006.", "abstract": "Alastair Macaulay reflects upon the abundance of ballets, both old and new, that are being offered during New York City Ballet's spring season. Photo (M)", "section_name": "Arts", "print_page": "7", "document_type": "article", "byline": {"person": [{"firstname": "Alastair", "role": "reported", "lastname": "MACAULAY", "rank": 1, "organization": ""}], "original": "By ALASTAIR MACAULAY"}, "web_url": "http://www.nytimes.com/2012/05/07/arts/dance/new-york-city-ballet-displays-its-riches.html", "lead_paragraph": "One way to look at ballet is to concentrate on the choreography; and in this respect New York City Ballet has unmatched wealth in terms of both quantity and quality. Its spring season, which began on Tuesday, brought 12 ballets into repertory by Saturday night, going all the way back to 1934 (George Balanchine's ''Serenade''), and up to 2006 (Christopher Wheeldon's ''DGV: Danse à Grande Vitesse''). Next week's additions include two world premieres. This abundance, phenomenal elsewhere, is ordinary at City Ballet. There are other ways to take in ballet, though: for example, by concentrating on dancers, on dancing (not necessarily the same thing), on history and on music. Wednesday night's performance began with one of the company's rightly popular See the Music talks, in which the conductor Andrews Sill spoke of Tchaikovsky's ''Serenade for Strings'' and of Balanchine's structural reordering of it in ''Serenade.'' (The third movement is played after the fourth.) He also paid a touching personal tribute to the conductor Hugo Fiorato, who died last month. For decades Mr. Fiorato was a constant part of City Ballet's existence and gave many performances a particular warmth.", "headline": {"main": "One Week's Journey Through a Whole Century in Ballet", "kicker": "CRITIC'S NOTEBOOK"}, "_id": "4fd299848eb7c8105d877699", "word_count": 1159, "multimedia": [{"height": 75, "url": "images/2012/05/07/arts/nycb/nycb-thumbStandard.jpg", "legacy": {"thumbnail": "images/2012/05/07/arts/nycb/nycb-thumbStandard.jpg", "hasthumbnail": "Y", "thumbnailwidth": 75, "thumbnailheight": 75}, "subtype": "thumbnail", "width": 75, "type": "image"}], "pub_date": "2012-05-06T00:00:00Z", "source": "The New York Times", "news_desk": "Arts / Dance", "keywords": [{"name": "organizations", "value": "NEW YORK CITY BALLET"}, {"name": "subject", "value": "DANCING"}], "blog": [], "subsection_name": null, "type_of_material": "News"}