{"slideshow_credits": null, "snippet": "A damning report on the hacking scandal at Rupert Murdoch’s British papers convulsed the political and media worlds in Britain and threatens a core asset of News Corporation.", "abstract": "British parliamentary report on the hacking scandal at Rupert Murdoch's British newspapers concludes that he is not fit to run a huge international company; finds that three senior Murdoch executives misled Parliament in testimony; also says that the company sought to cover up widespread phone hacking at News of the World and offers new details that suggest further damaging revelations may lie ahead. Photos (M)", "section_name": "World", "print_page": "1", "document_type": "article", "byline": {"person": [{"lastname": "BURNS", "rank": 1, "firstname": "John", "role": "reported", "organization": "", "middlename": "F."}, {"firstname": "Ravi", "role": "reported", "lastname": "SOMAIYA", "rank": 2, "organization": ""}], "original": "By JOHN F. BURNS and RAVI SOMAIYA; Sarah Lyall and Allen Cowell contributed reporting from London, and Amy Chozick from New York"}, "web_url": "http://www.nytimes.com/2012/05/02/world/europe/murdoch-hacking-scandal-to-be-examined-by-british-parliamentary-panel.html", "lead_paragraph": "LONDON -- A damning report on the hacking scandal at Rupert Murdoch's British newspapers concluding that Mr. Murdoch is ''not a fit person'' to run a huge international company has convulsed Britain's political and media worlds and threatened a core asset of Mr. Murdoch's American-based News Corporation. The parliamentary report, issued Tuesday, found that three senior Murdoch executives misled Parliament in testimony. It also alleges that the company sought to cover up widespread phone hacking that Mr. Murdoch's News of the World, a tabloid newspaper now shut down, used to gather information about politicians, celebrities and other people in the news.", "headline": {"main": "Panel in Hacking Case Finds Murdoch Unfit as News Titan"}, "_id": "4fd299838eb7c8105d8775d5", "word_count": 1572, "multimedia": [{"height": 75, "url": "images/2012/05/02/world/JP-HACKING/JP-HACKING-thumbStandard.jpg", "legacy": {"thumbnail": "images/2012/05/02/world/JP-HACKING/JP-HACKING-thumbStandard.jpg", "hasthumbnail": "Y", "thumbnailwidth": 75, "thumbnailheight": 75}, "subtype": "thumbnail", "width": 75, "type": "image"}], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "World / Europe", "keywords": [{"name": "persons", "value": "MURDOCH, JAMES R"}, {"name": "persons", "value": "MURDOCH, RUPERT"}, {"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "organizations", "value": "NEWS CORPORATION"}, {"name": "organizations", "value": "BRITISH SKY BROADCASTING GROUP"}, {"name": "subject", "value": "WIRETAPPING AND OTHER EAVESDROPPING DEVICES AND METHODS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}