{"slideshow_credits": null, "snippet": "A visionary architect’s tiny house is full of big ideas.", "abstract": "Philadelphia house once inhabited by influential architect Anne Griswold Tyng translates her big ideas into a small space. Photos (M)6", "section_name": "Magazine", "print_page": "56", "document_type": "article", "byline": {"person": [{"firstname": "Susan", "role": "reported", "lastname": "MORGAN", "rank": 1, "organization": ""}], "original": "By SUSAN MORGAN"}, "web_url": "http://www.nytimes.com/2012/05/06/t-magazine/anne-griswold-tyngs-tiny-house.html", "lead_paragraph": "When Anne Griswold Tyng entered Radcliffe College in 1938, she had already found her calling: her faith was in architecture. ''I was intensely drawn to the combination of science and art, of the pragmatic and aesthetic, of rigorous facts and intuitive leaps,'' she wrote, looking back nearly 60 years later. The child of Episcopal missionaries with deep roots in colonial Massachusetts, Tyng was born in China and educated in Jiangxi Province and New York State. One winter while she was a student at the Kuling American School, she packed snow into wooden boxes to make ice blocks and built a high-domed igloo; the following spring, she constructed a circular bamboo hut as a secret hideout. In 1942, she enrolled in the first class to admit women at the Harvard Graduate School of Design, where she studied with Walter Gropius and Marcel Breuer and readily embraced what she described as the ''missionary zeal'' of the Bauhaus-influenced faculty. Tyng, who died last year at the age of 91, had a long career as a pioneering architect and design theorist. She investigated some of the most esoteric corners of her field, delving into universal geometries and mathematical sequences like nature's dynamic symmetries, the irrefutable strength of the Platonic solids and Carl Jung's cyclical interpretation of human existence. The designs generated from these studies are simultaneously radical and traditional, unforeseen structures informed by ancient principles and the natural world. In the 1950s, she was most closely associated with Louis I. Kahn: while employed in his Philadelphia office, she collaborated on the Yale University Art Gallery (1953) and the Trenton Bath House (1955). Appearing in the 2003 documentary ''My Architect,'' Tyng talked about her affair with Kahn; their daughter, Alexandra, was born in Rome in 1954. Working independently, Tyng developed her ideas about space-frame architecture, modeling interlocking geometric patterns to create light-filled, inhabitable spaces.", "headline": {"main": "Small Wonder", "kicker": "TALK"}, "_id": "4fd299848eb7c8105d8776af", "word_count": 1023, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "T Magazine", "keywords": [{"name": "persons", "value": "TYNG, ANNE GRISWOLD"}, {"name": "glocations", "value": "PHILADELPHIA (PA)"}, {"name": "subject", "value": "ARCHITECTURE"}], "blog": [], "subsection_name": null, "type_of_material": "News"}