{"slideshow_credits": null, "snippet": "Hagai Amir, the brother of the killer of Prime Minister Yitzhak Rabin, was released from prison on Friday after serving 16 years for helping to plan the 1995 assassination.", "abstract": "Hagai Amir is released from Israeli prison after serving 16 years for helping his brother Yigal Amir plan the 1995 assassination of Israeli Prime Min Yitzhak Rabin. (M)", "section_name": "World", "print_page": "6", "document_type": "article", "byline": {"person": [{"firstname": "Isabel", "role": "reported", "lastname": "KERSHNER", "rank": 1, "organization": ""}], "original": "By ISABEL KERSHNER"}, "web_url": "http://www.nytimes.com/2012/05/05/world/middleeast/israel-hagai-amir-brother-of-rabins-killer-is-freed.html", "lead_paragraph": "Hagai Amir, 43, the brother of the killer of Prime Minister Yitzhak Rabin, was released from prison on Friday after serving 16 years for helping to plan the 1995 assassination. Mr. Amir emerged from the prison in central Israel raising his fingers in a V sign. He told reporters that he had no regrets, adding, ''I am proud of what I did.'' For some Israelis, the release opened old wounds of one of the most traumatic events in recent Israeli history. Dozens of leftists waiting outside the prison shouted ''Disgrace!'' as Mr. Amir was driven away in a van. The killer, Yigal Amir, a right-wing Jewish extremist, is serving a life sentence for shooting Mr. Rabin after a peace rally in Tel Aviv.", "headline": {"main": "Israel: Brother of Rabin's Killer Is Freed After Serving His Sentence", "kicker": "WORLD BRIEFING | MIDDLE EAST"}, "_id": "4fd299838eb7c8105d87766a", "word_count": 128, "multimedia": [], "pub_date": "2012-05-05T00:00:00Z", "source": "The New York Times", "news_desk": "World / Middle East", "keywords": [{"name": "persons", "value": "AMIR, YIGAL"}, {"name": "persons", "value": "RABIN, YITZHAK"}, {"name": "persons", "value": "AMIR, HAGAI"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "subject", "value": "ASSASSINATIONS AND ATTEMPTED ASSASSINATIONS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}