{"slideshow_credits": null, "snippet": "Craig Claiborne took his job seriously, but weekends at his home were great fun.", "abstract": "Food writer Craig Claiborne was adept at bringing people together and mixing business and pleasure; he admired the home cook as much as the professional chef and often hosted his own lavish dinner parties. (M)", "section_name": "Dining and Wine", "print_page": "5", "document_type": "article", "byline": {"person": [{"firstname": "Jacques", "role": "reported", "lastname": "PÉPIN", "rank": 1, "organization": ""}], "original": "By JACQUES PÉPIN"}, "web_url": "http://www.nytimes.com/2012/05/09/dining/craig-claiborne-a-force-in-the-food-revolution.html", "lead_paragraph": "I CAME to America at the end of 1959 and started working at Le Pavillon two days later. That is where I met Craig, who came to write an article on Le Pavillon and Pierre Franey, who was the executive chef. Craig introduced me to Helen McCully, food editor of House Beautiful, and through her I met James Beard. A few months later, through Helen again, I met Julia Child, who was finishing the manuscript for ''Mastering the Art of French Cooking,'' and I had the opportunity to look at it. That I had met the trinity of cooking -- Julia Child, James Beard and Craig Claiborne -- less than a year after arriving here is testament to how very small the food world was then. Julia and James Beard are still well known, but, unfortunately, the name Craig Claiborne is not as recognizable to foodies or culinary students as it should be.", "headline": {"main": "A Force in America's Food Revolution"}, "_id": "4fd299848eb7c8105d87771a", "word_count": 819, "multimedia": [], "pub_date": "2012-05-08T00:00:00Z", "source": "The New York Times", "news_desk": "Dining & Wine", "keywords": [{"name": "persons", "value": "PEPIN, JACQUES"}, {"name": "persons", "value": "CLAIBORNE, CRAIG"}, {"name": "subject", "value": "CHEFS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}