{"slideshow_credits": null, "snippet": "By voting for François Hollande, French citizens delivered a rebuke to the idea that economic austerity is the solution to Europe’s financial crisis.", "abstract": "Editorial argues that the chief reason for Nicolas Sarkozy's failure to retain the French presidency was his support for counterproductive austerity policies; welcomes incoming Pres Francois Hollande, who has pledged to push France down a more growth-oriented path. (M)a", "section_name": "Opinion", "print_page": "28", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/08/opinion/exit-nicolas-sarkozy.html", "lead_paragraph": "There are several reasons Nicolas Sarkozy, the president of France, will soon be vacating the Élysée Palace. His colorful lifestyle cost him votes on the right, and his pandering to the immigrant bashers cost him votes on the left. But the overwhelming reason for his loss in Sunday's election was voters' resentment at the painful, counterproductive austerity policies crafted by Chancellor Angela Merkel of Germany and warmly endorsed by Mr. Sarkozy as the antidote to Europe's financial crises. François Hollande, the unpreposessing Socialist candidate who won a narrow victory, instead called for channeling the government's spending and taxing powers toward recovery and economic growth.", "headline": {"main": "Exit Nicolas Sarkozy", "kicker": "EDITORIAL"}, "_id": "4fd299848eb7c8105d8776c3", "word_count": 433, "multimedia": [], "pub_date": "2012-05-07T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "SARKOZY, NICOLAS"}, {"name": "persons", "value": "HOLLANDE, FRANCOIS"}, {"name": "persons", "value": "MERKEL, ANGELA"}, {"name": "glocations", "value": "GERMANY"}, {"name": "glocations", "value": "FRANCE"}, {"name": "glocations", "value": "GREECE"}, {"name": "subject", "value": "EUROPEAN SOVEREIGN DEBT CRISIS (2010- )"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "ELECTIONS"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}