{"slideshow_credits": null, "snippet": "The Israeli military said on Wednesday that it had closed its inquiry into the deaths of at least 21 Palestinian family members during the 2009 Gaza war, and denied charges that forces deliberately attacked civilians.", "abstract": "Israeli military announces that it has closed its investigation into the 2009 deaths of at least 21 members of an extended Palestinian family who were huddled in a house that was struck by Israeli shells or missiles during the Gaza war, and that no legal steps would be taken against any soldiers involved. (M)/", "section_name": "World", "print_page": "6", "document_type": "article", "byline": {"person": [{"firstname": "Isabel", "role": "reported", "lastname": "KERSHNER", "rank": 1, "organization": ""}], "original": "By ISABEL KERSHNER"}, "web_url": "http://www.nytimes.com/2012/05/03/world/middleeast/israel-military-clears-soldiers-in-deaths-of-gaza-civilians.html", "lead_paragraph": "JERUSALEM -- The Israeli military announced Wednesday that it had closed its investigation into the 2009 deaths of at least 21 members of an extended Palestinian family who were huddled in a house that was struck by Israeli shells or missiles during the Gaza war, and that no legal steps would be taken against any soldiers involved. Up to 1,400 Palestinians and 13 Israelis were killed during Israel's three-week offensive against Hamas in Gaza in the winter of 2008-9, which came after years of rocket fire into southern Israel by Gaza militants. But the case of the Samouni family stirred particular horror and outrage around the world as Israeli forces prevented Palestinian paramedics from reaching the house for days after the strike. Up to 30 Samounis died in the house in the Zeitoun district of eastern Gaza City, where about 100 family members had gathered, according to witnesses at the time.", "headline": {"main": "Israel Military Closes Inquiry Into Deaths of Gaza Civilians"}, "_id": "4fd299838eb7c8105d87760b", "word_count": 394, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "World / Middle East", "keywords": [{"name": "persons", "value": "GOLDSTONE, RICHARD"}, {"name": "glocations", "value": "ISRAEL"}, {"name": "glocations", "value": "GAZA STRIP"}, {"name": "subject", "value": "PALESTINIANS"}, {"name": "subject", "value": "DEFENSE AND MILITARY FORCES"}, {"name": "subject", "value": "DEATHS (FATALITIES)"}, {"name": "subject", "value": "CIVILIAN CASUALTIES"}], "blog": [], "subsection_name": null, "type_of_material": "News"}