{"slideshow_credits": null, "snippet": "The recent shareholder challenges to excessive executive pay are only a start. It’s time that all parts of the Dodd-Frank reform law be carried out.", "abstract": "Editorial criticizes the Securities and Exchange Commission for not yet putting into effect, nearly two years after passage of the Dodd-Frank reform law, the pay-gap provision that requires companies to calculate and disclose the ratio of the chief executive's compensation to company's median pay package. (M)", "section_name": "Opinion", "print_page": "26", "document_type": "article", "byline": null, "web_url": "http://www.nytimes.com/2012/05/02/opinion/the-boss-and-everyone-else.html", "lead_paragraph": "One lesson of the financial crisis is that excessive pay led to excessive risk-taking. To help curb exorbitant pay, the Dodd-Frank reform law included a so-called say-on-pay provision, which requires companies to put their pay practices to a shareholder vote at least every three years. The law also included a pay-gap provision, which requires companies to calculate and disclose the ratio of the chief executive's compensation to the median pay package at the company. Say-on-pay, though nonbinding, lets investors influence executive pay, while the pay-gap ratio is crucial to determining whether executive compensation is excessive and to judging the effect of pay gaps on company performance and the broader economy.", "headline": {"main": "The Boss and Everyone Else", "kicker": "EDITORIAL"}, "_id": "4fd299838eb7c8105d8775e3", "word_count": 413, "multimedia": [], "pub_date": "2012-05-01T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion", "keywords": [{"name": "persons", "value": "PANDIT, VIKRAM S"}, {"name": "organizations", "value": "CITIGROUP INC"}, {"name": "organizations", "value": "SECURITIES AND EXCHANGE COMMISSION"}, {"name": "subject", "value": "DODD-FRANK WALL STREET REFORM AND CONSUMER PROTECTION ACT (2010)"}, {"name": "subject", "value": "EXECUTIVE COMPENSATION"}, {"name": "subject", "value": "WAGES AND SALARIES"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "REGULATION AND DEREGULATION OF INDUSTRY"}, {"name": "subject", "value": "SHAREHOLDER RIGHTS AND ACTIVISM"}], "blog": [], "subsection_name": null, "type_of_material": "Editorial"}