{"slideshow_credits": null, "snippet": "The hostage, Warren Weinstein, a 70-year-old development consultant, was shown making an emotional appeal to President Obama to negotiate for his release.", "abstract": "Al Qaeda releases Internet video showing American aid expert Warren Weinstein, who was kidnapped in August 2011 in Pakistan, making an emotional appeal to Pres Obama to negotiate his release; analysts describe video as a jihadist counter against the wave of publicity that marked the first anniversary of the death of Osama bin Laden. Photos (M)", "section_name": "World", "print_page": "4", "document_type": "article", "byline": {"person": [{"firstname": "Declan", "role": "reported", "lastname": "WALSH", "rank": 1, "organization": ""}], "original": "By DECLAN WALSH"}, "web_url": "http://www.nytimes.com/2012/05/08/world/asia/kidnapped-american-warren-weinstein-appears-in-qaeda-video.html", "lead_paragraph": "ISLAMABAD, Pakistan -- An American aid expert being held hostage by Al Qaeda in Pakistan was shown making an emotional appeal to President Obama to negotiate for his release in a video released on Monday in what analysts described as a jihadist counter against the wave of publicity that marked the first anniversary of the death of Osama bin Laden. The hostage, Warren Weinstein, a 70-year-old development consultant who was kidnapped in the eastern city of Lahore in August, appeared in the video released on the Internet. Wearing traditional Pakistani clothes, he appealed to Mr. Obama to bow to his captors' demands.", "headline": {"main": "Kidnapped American Makes Appeal to Obama in Qaeda Video"}, "_id": "4fd299848eb7c8105d8776f2", "word_count": 749, "multimedia": [], "pub_date": "2012-05-07T00:00:00Z", "source": "The New York Times", "news_desk": "World / Asia Pacific", "keywords": [{"name": "persons", "value": "WEINSTEIN, WARREN"}, {"name": "glocations", "value": "PAKISTAN"}, {"name": "organizations", "value": "AL QAEDA"}, {"name": "subject", "value": "HOSTAGES"}, {"name": "subject", "value": "VIDEO RECORDINGS AND DOWNLOADS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}