{"slideshow_credits": null, "snippet": "Giving the “talk of your life” has never been more popular.", "abstract": "Loose Ends column by Henry Alford imagines humorous lectures that could be given for the Technology, Entertainment and Design, or TED, lecture series. (M)", "section_name": "Opinion", "print_page": "3", "document_type": "article", "byline": {"person": [{"firstname": "Henry", "role": "reported", "lastname": "ALFORD", "rank": 1, "organization": ""}], "original": "By HENRY ALFORD"}, "web_url": "http://www.nytimes.com/2012/05/06/opinion/sunday/future-ted-talks.html", "lead_paragraph": "Giving ''the talk of your life'' in 18 minutes or less -- as the people from the fields of Technology, Entertainment and Design who are invited to speak at the TED lecture series are encouraged to do -- has never been more popular. Indeed, the talks' future is all too bright. Trafficking in that hallowed TED exercise -- a counterintuitive look at something you've never thought about before -- a rabbit provides a myth-shattering look at the life of a rabbit. Some rabbits, we learn, do not eat carrots. Some rabbits, when young, do not appeal to children. Some rabbits are abstinent. Some rabbits eschew millinery altogether, preferring accessories like scarves. Widely broadening our conception of what it means to have large ears and to live in a world in which the word ''hutch'' is not always preceded by the phrase ''Starsky and...,'' this talk explodes commonplace notions about large front teeth and hopping.", "headline": {"main": "Future TED Talks", "kicker": "LOOSE ENDS"}, "_id": "4fd299bd8eb7c8105d877dc1", "word_count": 617, "multimedia": [], "pub_date": "2012-05-05T00:00:00Z", "source": "The New York Times", "news_desk": "Opinion / Sunday Review", "keywords": [{"name": "persons", "value": "DUNHAM, LENA"}, {"name": "persons", "value": "TURKLE, SHERRY"}, {"name": "persons", "value": "GINGRICH, NEWT"}, {"name": "persons", "value": "GLADWELL, MALCOLM"}, {"name": "organizations", "value": "TED"}, {"name": "subject", "value": "TED CONFERENCE"}], "blog": [], "subsection_name": null, "type_of_material": "Op-Ed"}