{"slideshow_credits": null, "snippet": "People who qualify for the T.S.A.’s PreCheck program are chosen from the top ranks of elite fliers who qualify for preferential treatment in the security process itself.", "abstract": "Top-tier business travelers, who generate the most revenue for airlines, are getting additional benefits like elite access to security lines; concurrently, the Transportation Security Administration has begun a PreCheck program, giving qualifying fliers preferential treatment through the entire security process, based on the idea that a known traveler poses a lower security risk. Photo (M)", "section_name": "Business", "print_page": "7", "document_type": "article", "byline": {"person": [{"firstname": "Joe", "role": "reported", "lastname": "SHARKEY", "rank": 1, "organization": ""}], "original": "By JOE SHARKEY"}, "web_url": "http://www.nytimes.com/2012/05/03/business/tsas-precheck-program-gives-vip-treatment-through-security.html", "lead_paragraph": "BIG spenders get special treatment -- the world was ever thus. And those who spend the most money also receive increasingly preferential treatment at airport security. Desperate to shore up shaky profitability, many airlines offer additional benefits, including elite access to security lanes, to the customers who generate the most revenue -- that is, their top-tier business travelers. At the same time, under public pressure, the Transportation Security Administration is retooling its much-disparaged security procedures to spend less effort focusing on travelers with profiles indicating that they're probably not great security risks -- that is, the most frequent fliers.", "headline": {"main": "V.I.P. Treatment Eases the Way Through Security"}, "_id": "4fd299838eb7c8105d87760f", "word_count": 1379, "multimedia": [], "pub_date": "2012-05-02T00:00:00Z", "source": "The New York Times", "news_desk": "Business Day", "keywords": [{"name": "organizations", "value": "TRANSPORTATION SECURITY ADMINISTRATION"}, {"name": "subject", "value": "AIRPORTS"}, {"name": "subject", "value": "BUSINESS TRAVEL"}, {"name": "subject", "value": "AIRPORT SECURITY"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}