{"slideshow_credits": null, "snippet": "The biggest group planning demonstrations at the Democratic National Convention is now called the Coalition to March on Wall Street South — Building People’s Power During the DNC.", "abstract": "Biggest group planning to demonstrate in September at the Democratic National Convention in Charlotte, NC, has decided to change its name from the Coalition to Protest at the DNC to the Coalition to March on Wall Street South--Building People's Power During the DNC; name change spurs debate within the protest movement. Photo (M)", "section_name": null, "print_page": "14", "document_type": "article", "byline": {"person": [{"firstname": "Michael", "role": "reported", "lastname": "COOPER", "rank": 1, "organization": ""}], "original": "By MICHAEL COOPER"}, "web_url": "http://www.nytimes.com/2012/05/05/us/a-protest-groups-name-change-stirs-some-debate.html", "lead_paragraph": "What's in a name? The biggest group planning to demonstrate in September at the Democratic National Convention in Charlotte, N.C., has decided to change its name from the Coalition to Protest at the DNC to the Coalition to March on Wall Street South -- Building People's Power During the DNC. The change has spurred debate within the protest movement. Organizers said they hoped the new name would capture the energy and enthusiasm of the Occupy Wall Street movement and highlight the fact that the convention was being held in a financial capital that is home to Bank of America.", "headline": {"main": "Group Planning Protest at Party Convention Rankles Some With Name Change"}, "_id": "4fd299838eb7c8105d877646", "word_count": 803, "multimedia": [], "pub_date": "2012-05-04T00:00:00Z", "source": "The New York Times", "news_desk": "U.S.", "keywords": [{"name": "organizations", "value": "OCCUPY WALL STREET"}, {"name": "subject", "value": "DEMOCRATIC NATIONAL CONVENTION"}, {"name": "subject", "value": "DEMONSTRATIONS, PROTESTS, AND RIOTS"}], "blog": [], "subsection_name": null, "type_of_material": "News"}