{"slideshow_credits": null, "snippet": "In Monday’s New York Times, Brian X. Chen reported on the story behind the failure of Hewlett-Packard’s TouchPad tablet, which was pulled off the market after just seven weeks. The article cited former employees of both Palm, which made WebOS,...", "abstract": "In Monday’s New York Times, Brian X. Chen reported on the <a href=\"http://www.nytimes.com/2012/01/02/technology/hewlett-packards-touchpad-was-built-on-flawed-software-some-say.html?_r=1&ref=technology\">story behind the failure of Hewlett-Packard’s TouchPad</a> tablet, which was pulled off the market after just seven weeks. The article cited former employees of both Palm, which made WebOS, the core software on the TouchPad, and Hewlett-Packard, which acquired Palm. They said the creation of WebOS was flawed, and ultimately led to the TouchPad’s failure. <p> The article provoked response from some former employees involved in the creation of the tablet’s core operating system. </p><p> Dion Almaer, a former member of the developer relations team at Palm, <a href=\"http://almaer.com/blog/the-rise-and-fall-of-webos-is-an-epic-tale-webos-web-os\">posted his experience </a> working with WebOS. He agreed that some issues underscored in the article — slowness in the software, high return rates and poor executive decisions — contributed to the TouchPad’s failure. But he disagreed that Web technology was the key problem, and he says there is much hope for it: <blockquote> I do think that the HP Touchpad was doomed, mainly due to how it was released before ready, with the hardware of an iPad 1. It wasn’t fair.... The Web wasn’t built to be an app platform, but its evolution is fast.</blockquote> Chuq Von Rospach, a former WebOS community manager, <a href=\"http://www.chuqui.com/2012/01/changing-of-the-guard-and-letting-it-down-at-the-same-time/\">elaborated on his experience</a> working at the multilayered bureaucracy of H.P for nearly three years. He said it was worse than working at Apple during its bleakest days: </p><p> <blockquote>During my tenure at Palm/HP — just under three years — I had six direct managers, averaging about 5 months per, ranging from a first level manager to directors to a couple of VPs. I reported to, or up to, eight different VPs in that time. One of my direct managers (the last one) and two of those VPs are still with HP. Does that give you a sense of how well things were going in the organization? yeah, I think it does. Apple in the worst of days — the dark, damp days of Spindler that made you want to wake up screaming, but you couldn’t because you weren’t asleep — were never as bad as these last few months in Leoville. Seriously.</blockquote></p>", "section_name": "Technology", "print_page": null, "document_type": "blogpost", "byline": {"person": [], "original": "By THE NEW YORK TIMES", "organization": "The New York Times"}, "web_url": "http://bits.blogs.nytimes.com/2012/01/03/daily-report-the-end-of-webos/", "lead_paragraph": null, "headline": {"main": "Daily Report: What Went Wrong at Palm", "kicker": "Bits Blog"}, "_id": "54f3255538f0d8529ba36084", "word_count": "350", "multimedia": [{"height": 400, "url": "images/2011/11/30/technology/bits-daily-report/bits-daily-report-articleLarge.jpg", "legacy": {"xlarge": "images/2011/11/30/technology/bits-daily-report/bits-daily-report-articleLarge.jpg", "xlargewidth": "600", "xlargeheight": "400"}, "subtype": "xlarge", "width": 600, "type": "image"}, {"height": 75, "url": "images/2011/11/30/technology/bits-daily-report/bits-daily-report-thumbStandard.jpg", "legacy": {"thumbnail": "images/2011/11/30/technology/bits-daily-report/bits-daily-report-thumbStandard.jpg", "thumbnailwidth": "75", "thumbnailheight": "75"}, "subtype": "thumbnail", "width": 75, "type": "image"}], "pub_date": "2012-01-03T08:32:40Z", "source": "The New York Times", "news_desk": null, "keywords": [], "blog": [], "subsection_name": null, "type_of_material": "Blog"}